import Image from 'next/image'

export default function Home() {
  return (
    <main className="flex min-h-screen flex-col items-center justify-between p-24">
       <p>Вчера посмотрел наконец Аватар часть 2 про борьбу человек синего с человеком обыкновенным
        .Как уже упоминал ранее картинка понравилась, хоть и смотрел на компе, но в сюжете есть несколько 
        косяков, и некоторые моменты можно было бы улучшить, шокировав зрителя.
      </p>
      <p>
        Итак Джек наклепал киндеров и счастливо живет в первобытном раю и клепает детишек.
        Дальше опять прилетают земляне, Оматикайя яростно борються с ними, используя в том числе
        и земное оружие видимо отжатое у врага. Казалось бы ок, все норм,
        но у меня такой вопрос, в конце первой части отпиздохать людей помогла Эйва, 
        опять те же люди, опыт опиздошивания есть, в чем проблема? Пять минут людям пизда.

      </p>
      <p>Я помню как к концу первого фильма фауна Пандоры ополчилась на захватчиков и 
        Нейтири кричала <i>Эйва услышала</i>. Сейчас видимо более уместно было бы кричать
        Эйва забила хуй.
      </p>
      <p>Дальше, наш Турук Макто с семьей покидает племя, отдельный вопросстоило ли это делать,
        ну да ладно, в конце концов сюжет надо как то двигать.
      </p>
      <p>Дальше интересно где же синие полосатое семейство будет прятаться? Сьебет в лес и не
        будет отсвечивать? Может у другого подобного же лесного клана?
        Нет,наши герои решают прятаться у морского племени мектаина. Пиздец. 
        Для начала Меткаина просто другой сука вид Нави, с дугой анатомией, сильно отличающиеся
        внешне. Викинг прящущийся среди пигмеев не выглядел бы так нелепо, их блять 
        издалека видно, с квадракоптера, со спутника, в бинокль, взглянул, издали увидел 
        синее тело среди зеленых и все, пиздец.
      </p>
      <p>Еще вопрос, а что они там собственно делать собирались, опять же чукча в тропическом 
        лесу не проживет, а эти отличаються по биологии больше чем просто люди разных рас,
        хотя походу возможность скрещиваться еще не потеряли, и то норм. 
        Но что они с навыками лесных охотников будут делать в племени рыболовов загадка.
      </p>
      <p>Детвора. Детвора это пиздец. Другая зведная система, ланета, свой эволюционный путь
        развития, но у Меткаинских опарышей прически современных тинейджеров,
        подростки говорят друг другу bro, и страают типа папа меня не  ценит.
        Бля, у вас там неолит и мегафауна вокруг, тебе 12 и ты жив! Папка гордиться тобой
      </p>
      <p>Дальше в океане разумные живут киты, с одним из которых,Паяканом, сын Салли ...установил связь.
        Потом когда он рассказал в племени об этом все слегка прихуели, не потому что 
        сами не любили законтачиться с ними, а потому что тот кит был изгоем, ибо бы единственным
        кто оказывал сопротивление китобоям,за что разумные киты пацифисты изгнали его. И меткаина тож перестали уважать.
         </p>
      <p>Учитывая национальные особенности я бы для россии переделал этот момент.Сын салли приплывает
        в деревню, и говорит, я с Паяканом связь установил, а ему вождь в ответ, ты что,он же опущенный,
        его другие киты под задний плавник сношали, и все , зрителю сразу все понятно, а то херня какая то.
      </p>
  
    </main>
  )
}
