import Image from "next/image"

export function Main(){
    return <div className="pt-[50px]">
        
       <p>Вчера посмотрел наконец Аватар часть 2 про борьбу человек синего с человеком обыкновенным
        .Картинка понравилась, хоть и смотрел на компе, но в сюжете есть несколько 
        косяков, и некоторые моменты можно было бы улучшить,и творчески переосмыслить, особенно с учетом российских 
        традиций
      </p>
      <p>
        Итак Джек наклепал киндеров и счастливо живет в первобытном раю будучи директором скла... вождем
        племени Оматикая.
        Дальше опять прилетают земляне, Оматикайя яростно борються с ними, используя в том числе
        и земное оружие видимо отжатое у врага, ну или же у синекожих прогресс пошел какимито бешенными темпами
        ,от копий и нихуя до огнестрела за 16 лет
        . Казалось бы ок, все норм,
        но у меня такой вопрос, в конце первой части отпиздохать людей помогла Эйва.
        Опять те же люди, опыт опиздошивания есть, в чем проблема? Пять минут людям пизда.

      </p>
      <p>Я помню как к концу первого фильма фауна Пандоры ополчилась на захватчиков и 
        Нейтири кричала <i>Эйва услышала</i>. Сейчас видимо более уместно было бы кричать
        Эйва забила хуй.
      </p>
      <p>Дальше, наш Турук Макто с семьей покидает племя, отдельный вопросстоило ли это делать,
        ну да ладно, в конце концов сюжет надо как то двигать.
      </p>
      <p>Дальше интересно где же синие полосатое семейство будет прятаться? Сьебет в лес и не
        будет отсвечивать? Может у другого подобного же лесного клана?
        Нет,наши герои </p>
        <div className="relative group flex items-center justify-center duration-100 ">
<Image
alt='Оматикайя'
width={900}
height={500}
src='/omat.jpg'
className="opacity-30 group-hover:opacity-100 group"
/>
<p className=" group-hover:hidden font-bold absolute sm:text-[100px]  text-[50px] text-white">ОМАТИКАЙЯ</p>
</div>

<p >решают прятаться у морского племени мектаина.</p>

<div className="relative group flex items-center justify-center duration-100 ">
<Image
alt='Меткаина'
width={900}
height={500}
src='/metk.jpg'
className="opacity-30 group-hover:opacity-100 group"
/>
<p className=" group-hover:hidden font-bold absolute sm:text-[100px]  text-[50px] text-white">МЕТКАИНА</p>
</div>

<p>
Мне кажеться любой разумный человек прежде всего задаст простой вопрос, нахуй они это сделали.
        Для начала Меткаина просто другой сука вид Нави, с дугой анатомией, сильно отличающиеся
        внешне. Викинг прящущийся среди пигмеев не выглядел бы так нелепо, их блять 
        издалека видно, с квадракоптера, со спутника, в бинокль, взглянул, издали увидел 
        синее тело среди зеленых и все, пиздец.
      </p>
      <p>Еще вопрос, а что они там собственно делать собирались, опять же чукча в тропическом 
        лесу не проживет, а эти отличаються по биологии больше чем просто люди разных рас,
        хотя походу возможность скрещиваться еще не потеряли, и то норм. 
        Но что они с навыками лесных охотников будут делать в племени рыболовов загадка.
      </p>
      <p>Детвора. Детвора это пиздец. Другая зведная система, планета, свой эволюционный путь
        развития, но у Меткаинских опарышей прически современных тинейджеров,
        подростки говорят друг другу bro, и страдают типа папа меня не  ценит.
        Бля, у вас там каменный век и мегафауна вокруг, тебе 12 и ты жив! Папка гордиться тобой
      </p>
      <p>Дальше в океане разумные живут киты, с одним из которых,Паяканом, сын Салли ...установил связь.
        Потом когда он рассказал в племени об этом все слегка прихуели, не потому что 
        сами не любили законтачиться с ними, а потому что тот кит был изгоем, ибо бы единственным
        кто оказывал сопротивление китобоям,за что разумные киты пацифисты изгнали его. И меткаина тож перестали уважать.
         </p>
      <p>Учитывая национальные особенности я бы для россии переделал этот момент.Сын салли приплывает
        в деревню, и говорит, я с Паяканом связь установил, а ему вождь в ответ, ты что,он же опущенный,
        его другие киты под задний плавник сношали, и все , зрителю сразу все понятно, а то херня какая то.
      </p>
<p>Меткаинский вождь прям красавчик, видно что настоящий мужик, и похуй что жена  всем командует в племени,
а если вождь случайно принял решение сам получаеться херня. Не помню их имен, но что то подсказывает что  Татьяна и Антон, простите.
Не удивлюсь если пока вождь отдыхает от ночной рыбалки в его жену кидают купленную в автомате рыбу. 
</p>
<p>Итак, наши герои прячуться среди меткаина, ездят на рыбе, дети ведут себя как дебилы, взрослые даже не помню что делают,
    вероятно жрут хронометраж, а дальше вы не поверите, их обнаруживают. Вообще я б удивился если бы при таких вводных
    наши герои остались бы незамеченными.
</p>
<p>Дальше унылые разборки воскрешенного Кворича, Квотрича, не помню как его с Джейком. По итогу все живы кроме одного 

    сынишки Салли, ой, ну и хер с ним, во первых у него их много, во вторых я его постоянно с братом путал, в третьих
    перспективы с резко поглупевшим папашкой у пацана все равно были так себе. Короче помер Максим, и хуй с ним.
</p>
<p>На этой веселой ноте я и закончу свой обзор. С нетерпением будем ждать следующе части.</p>
    </div>
}