export let randomArray:string[]=['Без кофе меня ломает',
"Жопа у тебя норм",
"В тебя весело кидаться вафлями",
"Грудь ниче, но у Даши больше",
"Мы могли бы быть родителями Никиты",
"Когда Цезарь был молод его выебал царь Вифинии,взамен прислал Риму вспомогательные войска. Солдаты шутили что Цезарь Вифинская царица",
"Когда я первый раз тебя увидел подумал что ты похожа на хомячка",
"Я просто хотел угостить тебя вафлями, но ты криворукая",
"Самец Богомола иногда пытаеться сбежать. Следи за Антоном",
"Хрущев действительно говорил 'Вы нормальные мужики или педерасты'",
"Я бы относился к Лене хорошо если бы она не лезла в чужие разговоры с тупыми комментами",
"Пизда не пахнет селедкой",
"Этот сайт я сделал потому что учился работать с Next.js",


"Я не люблю селедку",

"Западная Римская Империя не пала в 476"," Римская империя пала в 1453году",
"Утверждение что 'Лучше выпить пива литр чем лизать соленый клитор' зависит от того какое пиво и чей клитор",

"Все написанное здесь правда"

]