export let randomArray:string[]=['Без кофе меня ломает',"Жопа у тебя норм","В тебя весело кидаться вафлями",
"Грудь ниче, но у Даши больше","Мы могли бы быть родителями Никиты","Когда я первый раз тебя увидел подумал что ты похожа на хомячка",
"Я просто хотел угостить тебя вафлями, но ты криворукая",
"Самец Богомола иногда пытаеться сбежать. Внимательней с Антоном",
"Хрущев действительно говорил 'Вы нормальные мужики или педерасты'",
"Я бы относился к Лене хорошо если бы она не лезла в чужие разговоры с тупыми комментами",
"Этот сайт я сделал потому что учился работать с Next.js","Пизда не пахнет селедкой",
"Я не люблю селедку",
"Западная Римская Империя не пала в 476"," Римская империя пала в 1453году",
"Когда Цезарь был молод его выебал царь Вифинии,взамен прислал Риму вспомогательные войска. Солдаты шутили что Цезарь Вифинская царица",
"Все написанное здесь правда"

]